enum DocumentTypeCode {
  '001' = '手書き',
  '002' = 'プレ印字印あり',
  '003' = 'プレ印字印なし',
  '004' = '死亡証明書',
  '005' = '死亡診断書（・死体検案書）',
  '006' = '介護・障害診断書 Ｗ８１１２',
  '007' = '障害診断書 Ｗ８３０７',
  '008' = '障害診断書 Ｗ８３２５',
  '009' = '障がい診断書 Ｗ８３２９',
  '010' = 'リビングニーズ特約用診療証明書（診断書）',
  '011' = '入院・手術・通院等証明書 Ｗ８３１２',
  '012' = '入院・手術・通院等証明書 新生物用 Ｗ８３１３',
  '013' = '入院・手術・通院等証明書 がん治療用 Ｗ８３１４',
  '014' = '入院・手術・通院等証明書 がん治療用（全般）Ｗ８３１５',
  '015' = '入院状況報告書',
  '016' = '入院状況報告書（医療BG用）',
  '017' = '抗がん剤治療状況報告書',
  '018' = '他社診断書の写し',
  '019' = '事故状況報告書Ｗ８１２６',
}

export default DocumentTypeCode;
